
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Kan ikke indlæse URL-adressen %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Kan ikke oprette forbindelse til værtscomputeren %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Ugyldig header modtaget fra server";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Kan ikke bestemme IP-adressen på værten: %@s";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Kan ikke få en beskrivelse af porten %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Kan ikke oprette forbindelse til værten %@ vha. porten %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Der blev modtaget et ukendt HTTP-serversvar %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "HTTP-forespørgslen til URL-adressen %@:%@ virkede ikke";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Forbindelsen til værtscomputeren %@ blev afbrudt";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Kan ikke læse fra %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Der blev fundet en omdirigeringssløjfe under forsøg på at indlæse URL-adressen %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Tjeneste utilgængelig for værten %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Kan ikke åbne dataforbindelse til URL-adressen: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objekt findes ikke for anført URL:  %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "FTP-kommandoen kendes ikke af værten: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Brugers log-ind eller adgangskode ukendt.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ af %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "Kan ikke oprette arkiv";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "Kan ikke flytte arkiv";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "Kan ikke åbne arkiv";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "Kan ikke fjerne arkiv";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "Kan ikke skrive til arkiv";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "DNS lookup-fejl";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "Overførselsafkodning mislykkedes";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "Overførselsafkodning mislykkedes";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "Fejl under lukning af arkiv";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Adgangskode til webformular";

/* HTTP result code string */
"accepted" = "accepteret";

/* WebFoundationErrorBadURLError description */
"bad URL" = "ugyldig URL";

/* HTTP result code string */
"bad gateway" = "ugyldig gateway";

/* HTTP result code string */
"bad request" = "ugyldig anmodning";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "ugyldigt servercertifikat";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "ugyldigt serversvar";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "kan ikke afkode ubehandlede data";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "kan ikke afkode indholdsdata";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "kan ikke analysere svar";

/* WebFoundationErrorCancelled description */
"cancelled" = "annulleret";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "kan ikke oprette forbindelse til vært";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "kan ikke finde vært";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "kan ikke indlæse fra netværk";

/* HTTP result code string */
"client error" = "klientfejl";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsæt";

/* HTTP result code string */
"created" = "oprettet";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "fejl under indlæsning af stream";

/* HTTP result code string */
"expectation failed" = "forventning mislykkedes";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "udløbet servercertifikat";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "arkiv eksisterer ikke";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "arkiv er bibliotek";

/* HTTP result code string */
"forbidden" = "forbudt";

/* HTTP result code string */
"found" = "fundet";

/* HTTP result code string */
"gateway timed out" = "timeout i gateway";

/* HTTP result code string */
"informational" = "oplysende";

/* HTTP result code string */
"internal server error" = "intern serverfejl";

/* HTTP result code string */
"length required" = "længde nødvendig";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "tabt netværksforbindelse";

/* HTTP result code string */
"method not allowed" = "metode forbudt";

/* HTTP result code string */
"moved permanently" = "flyttet permanent";

/* HTTP result code string */
"multiple choices" = "flere valg";

/* HTTP result code string */
"needs proxy" = "kræver proxy-server";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "ingen Internet-forbindelse";

/* HTTP result code string */
"no content" = "intet indhold";

/* HTTP result code string */
"no error" = "ingen fejl";

/* HTTP result code string */
"no longer exists" = "findes ikke længere";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "ingen tilladelse til at læse arkiv";

/* HTTP result code string */
"non-authoritative information" = "ikke godkendte oplysninger";

/* HTTP result code string */
"not found" = "ikke fundet";

/* HTTP result code string */
"not modified" = "ikke ændret";

/* HTTP result code string */
"partial content" = "delvist indhold";

/* HTTP result code string */
"payment required" = "betaling nødvendig";

/* HTTP result code string */
"precondition failed" = "betingelse mislykkedes";

/* HTTP result code string */
"proxy authentication required" = "proxy-godkendelse nødvendig";

/* HTTP result code string */
"redirected" = "omdirigeret";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "omdirigeret ud i det blå";

/* HTTP result code string */
"request timed out" = "timeout i anmodning";

/* HTTP result code string */
"request too large" = "anmodning for stor";

/* HTTP result code string */
"requested URL too long" = "anmodet URL for lang";

/* HTTP result code string */
"requested range not satisfiable" = "anmodet udsnit utilfredsstillende";

/* HTTP result code string */
"reset content" = "nulstil indhold";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "ressource utilgængelig";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "sikker forbindelse mislykkedes";

/* HTTP result code string */
"see other" = "se andet";

/* HTTP result code string */
"server error" = "serverfejl";

/* HTTP result code string */
"service unavailable" = "tjeneste utilgængelig";

/* HTTP result code string */
"success" = "succes";

/* HTTP result code string */
"switching protocols" = "skifter protokoller";

/* HTTP result code string */
"temporarily redirected" = "midlertidigt omdirigeret";

/* WebFoundationErrorTimedOut description */
"timed out" = "timeout";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "for mange HTTP-omdirigeringer";

/* HTTP result code string */
"unacceptable" = "uacceptabelt";

/* HTTP result code string */
"unauthorized" = "uautoriseret";

/* HTTP result code string */
"unimplemented" = "ikke implementeret";

/* Unknown filename */
"unknown" = "ukendt";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "URL ikke understøttet";

/* HTTP result code string */
"unsupported media type" = "ikke understøttet medietype";

/* HTTP result code string */
"unsupported version" = "version ikke understøttet";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "servercertifikat ikke godkendt";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "ressource på nul byte";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "ressource overskrider maksimal størrelse";
